{
    "Patentes": [
       {
          "id": 1,
          "nome": "Lâmpada elétrica de arco",
          "descripcion": "Primeira patente de Tesla, solicitada em 1885 e concedida em 9 de fevereiro de 1886.       ",
          "data": "9 de fevereiro de 1886"
       },
       {
         "id": 2,
         "nome": "Comutador para máquinas eletrodinâmicas",
         "descripcion": "comutador para máquinas eletrodinâmicas, um dispositivo que permitia controlar a direção e a intensidade da corrente elétrica em motores e geradores.",
         "data": "26 de janeiro de 1886"
       },
       {
         "id": 3,
         "nome": "Regulador para máquinas eletrodinâmicas",
         "descripcion": "Nikola Tesla inventou e patenteou um regulador para máquinas eletrodinâmicas em 1886. Esse regulador era um dispositivo que usava um campo magnético rotativo para controlar a velocidade e a potência de motores e geradores de corrente alternada.",
         "data": "2 de Março de 1886"
       },
       {
         "id": 4,
         "nome": "Máquina Eletrodinâmica.",
         "descripcion": "Tesla desenvolveu essa máquina com o objetivo de alimentar cidades com energia sem fio.",
         "data": "22 de março de 1887"
       },
       {
         "id": 5,
         "nome": "Motor EletroMagnético.",
         "descripcion": "O motor eletromagnético é um motor elétrico que usa um campo magnético rotativo para converter energia elétrica em energia mecânica.",
         "data": "1 de maio de 1888"
       },
       {
         "id": 6,
         "nome": "Transmissão de Energia Elétrica.",
         "descripcion": "Transmissão de Energia Elétrica Tesla é o conceito de transferir energia elétrica sem fio usando bobinas inventadas por Nikola Tesla.",
         "data": "1 de maio de 1888"
       },
       {
         "id": 7,
         "nome": "Sistema de Distribuição Elétrica",
         "descripcion":"O sistema de distribuição elétrica Tesla se refere ao método de geração, transmissão e uso da energia elétrica proveniente de corrente alternada (CA) inventado por Nikola Tesla no final do século XIX.",
         "data": "1 de maio de 1888"
       },
       {
         "id": 8,
         "nome": "Reguladores para motores de corrente alternada",
         "descripcion":"Reguladores para motores de corrente alternada Tesla são dispositivos que controlam a velocidade e o torque dos motores de indução que funcionam com corrente alternada (CA).Esses motores foram inventados por Nikola Tesla no final do século XIX e são usados em diversas aplicações ,como os carros elétricos.",
          "data": "9 de outubro de 1888"
       },
       {
         "id": 9,
         "nome": "Máquina ou motor eletrodinâmico",
         "descripcion":"A máquina ou motor eletrodinâmico Tesla é um tipo de gerador elétrico que usa o princípio da indução eletromagnética para produzir corrente alternada (CA).",
         "data": "2 de outubro de 1888"
       }
    ]
 }
